[DLC07_BrigFav1_Objectives DishonoredObjective]
m_Description="（帮助）栅栏里的洞"

[DLC07_BrigFav1_Objectives:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="（可选）获得你的补给，并悄悄溜进庄园"
m_Status=""

[DLC07_BrigFav2_Objectives DishonoredObjective]
m_Description="（帮助）声名狼藉的男管家"

[DLC07_BrigFav2_Objectives:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（可选）检查瀑布以判断男管家是否已逃离"
m_Status=""

[DLC07_BrigFav2_Objectives:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="（可选）搜查海岸上是否有男管家走私的证据"
m_Status=""

[DLC07_BrigFav3_Objectives DishonoredObjective]
m_Description="（帮助）变节者"

[DLC07_BrigFav3_Objectives:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="（可选）一个红衣女巫有消息给你"
m_Status=""

[DLC07_Brigmore_Objectives DishonoredObjective]
m_Description="解决掉黛莉拉·库珀思伯恩"

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="（非致命方法）完成仪式"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="进入画中"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_27 DishonoredTask_Custom]
m_Description="（可选）找到杰索普·布里格莫尔的地穴"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_28 DishonoredTask_Custom]
m_Description="（可选）找到遗失的控制杆"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_29 DishonoredTask_Custom]
m_Description="（可选）探索地穴"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_30 DishonoredTask_Custom]
m_Description="使用提灯照亮画廊中的画"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_31 DishonoredTask_Custom]
m_Description="（可选）修复墓穴机关"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_32 DishonoredTask_Custom]
m_Description="信仰之跃"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_33 DishonoredTask_Custom]
m_Description="找到黛莉拉·库珀思伯恩"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_34 DishonoredTask_Custom]
m_Description="（非致命方法）重新放置艾米莉的画"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_35 DishonoredTask_Custom]
m_Description="（非致命方法）将黛莉拉放在祭坛上"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_36 DishonoredTask_Custom]
m_Description="杀死黛莉拉·库珀思伯恩"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_39 DishonoredTask_Custom]
m_Description="（非致命方法）找到一个合适的油画替代品"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_40 DishonoredTask_Custom]
m_Description="（非致命方法）使黛莉拉·库珀思伯恩失去意识"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_41 DishonoredTask_Custom]
m_Description="（非致命方法）让黛莉拉·库珀思伯恩完成仪式"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_47 DishonoredTask_Custom]
m_Description="在庄园内搜寻黛莉拉"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_49 DishonoredTask_Custom]
m_Description="找到仪式地点"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_50 DishonoredTask_Custom]
m_Description="前往后院寻找遗失的控制杆"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_51 DishonoredTask_Custom]
m_Description="找到前往布里格莫尔庄园的路"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_52 DishonoredTask_Custom]
m_Description="（可选）找到前门钥匙"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_53 DishonoredTask_Custom]
m_Description="（可选）从前门进入"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_54 DishonoredTask_Custom]
m_Description="搜查工作室"
m_Status=""

[DLC07_Brigmore_Objectives:DishonoredTask_Custom_55 DishonoredTask_Custom]
m_Description="找到黛莉拉的工作室"
m_Status=""

[DLC07_BrigNonlethal_Objectives DishonoredObjective]
m_Description="不杀死黛莉拉·库珀思伯恩"

[DLC07_BrigNonlethal_Objectives:DishonoredTask_Custom_50 DishonoredTask_Custom]
m_Description="找到仪式书"
m_Status=""

[DLC07_GrannyBrig_Objectives DishonoredObjective]
m_Description="老奶奶的咒语"

[DLC07_GrannyBrig_Objectives:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="收集3个淡水甲贝珍珠"
m_Status=""

[DLC07_GrannyBrig_Objectives:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="再收集2个珍珠"
m_Status=""

[DLC07_GrannyBrig_Objectives:DishonoredTask_Custom_46 DishonoredTask_Custom]
m_Description="再收集1个珍珠"
m_Status=""

[DLC07_GrannyBrig_Objectives:DishonoredTask_Custom_47 DishonoredTask_Custom]
m_Description="和着布里格莫尔的井水吞下珍珠"
m_Status=""

[DLC07_GraveHound_Objectives DishonoredObjective]
m_Description="使墓穴猎犬失去行动能力"

[DLC07_GraveHound_Objectives:DishonoredTask_Custom_44 DishonoredTask_Custom]
m_Description="发现猎犬复活神龛的位置"
m_Status=""

[DLC07_GraveHound_Objectives:DishonoredTask_Custom_45 DishonoredTask_Custom]
m_Description="发现地窖中的猎犬复活神龛"
m_Status=""

[DLC07_GraveHound_Objectives:DishonoredTask_Custom_46 DishonoredTask_Custom]
m_Description="移除神龛中的符文"
m_Status=""

